Repository: Amelia10007/Diarix
Catalog: Strings/*/UserControls.resw
Source language: en_us
Languages: ja_jp

# AvailablePasswordInputed
source: Available password.
ja_jp: 利用可能なパスワードです．

# BoldButton.Label
source: Bold
ja_jp: 太字

# CalendarButton.Label
source: Calendar
ja_jp: カレンダー

# ColorButton.Content
source: Change paragraph's color
ja_jp: 文字の色を変更

# CompactToggleSwitch.Header
source: Show buttons without text.
ja_jp: ボタンをコンパクトに表示する．

# CompactToggleSwitch.OffContent
source: No
ja_jp: いいえ

# CompactToggleSwitch.OnContent
source: Yes
ja_jp: はい

# DifferentPasswordInputed
source: Be sure to input the same password as above.
ja_jp: 2つのボックスに同じパスワードを入力してください．

# FontDecreaseButton.Label
source: Decrease
ja_jp: 小さく

# FontDefaultButton.Label
source: Default
ja_jp: 元に戻す

# FontIncreaseButton.Label
source: Increase
ja_jp: 大きく

# ImageAddButton.Label
source: Add
ja_jp: 画像を追加

# ImageDeleteAllButton.Label
source: Delete All
ja_jp: 全削除

# ImageDeleteButton.Label
source: Delete
ja_jp: 削除

# ImageHeight.Text
source: Height:
ja_jp: 高さ:

# ImageResizeAndAddButton.Label
source: Resize&Add
ja_jp: 編集と追加

# ImageResizeAndAddButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Resize images, then add images to the flip view.
ja_jp: 画像をリサイズしてフリップビューに追加します．

# ImageWidth.Text
source: Width:
ja_jp: 幅:

# ItalicButton.Label
source: Italic
ja_jp: 斜体

# LinkConfirmationButton.Content
source: Check hyperlink
ja_jp: リンク確認

# LinkDeleteButton.Label
source: Delete
ja_jp: リンク削除

# LinkDestination.Text
source: Link destination
ja_jp: リンク先URL

# LinkExplanation.Text
source: Explanation
ja_jp: リンク先説明

# MediaDeleteButton.Label
source: Delete
ja_jp: 削除

# ParagraphDeleteButton.Label
source: Delete
ja_jp: 段落を削除

# PasswordChangeButton.Content
source: Change (this procedure may take times.)
ja_jp: 変更(この処理には時間がかかることがあります)

# PasswordChangeExplanation.Text
source: You can change your password here.
ja_jp: パスワードを変更

# PasswordInputPrompt1.Text
source: Enter new password below:
ja_jp: 新しいパスワードを入力:

# PasswordInputPrompt2.Text
source: Enter new password again:
ja_jp: もう一度新しいパスワードを入力:

# PasswordSkipToggleSwitch.Header
source: Skip password input on next startup.
ja_jp: 次回起動時にパスワード入力をスキップする．

# PasswordSkipToggleSwitch.OffContent
source: Don't skip
ja_jp: スキップしない

# PasswordSkipToggleSwitch.OnContent
source: Skip
ja_jp: スキップ

# SaveButton.Label
source: Save
ja_jp: 保存

# SearchButton.Label
source: Search
ja_jp: 検索

# SearchingDiary
source: Searching...
ja_jp: 検索中...

# SearchOption.Text
source: Search option:
ja_jp: 検索オプション:

# SearchResultFormer
source: Search result:
ja_jp: 検索結果:

# SearchResultLatter
source: came up.
ja_jp: 件見つかりました．

# UnavailablePasswordInputed
source: The password must have one character at least.
ja_jp: パスワードは1文字以上に設定してください．

# ImageAddButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Add images to the flip view.
ja_jp: 画像をフリップビューに追加します．

# ImageDeleteAllButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Delete the flip view.
ja_jp: フリップビューを削除します．

# ImageDeleteButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Delete the image which the flip view displays.
ja_jp: フリップビューが現在表示している画像を削除します．
